Repository: codedsultan/veci-plus
Catalog: languages/veci-plus-*.po
Languages: fr_fr

source: A plugin for adding blocks to a theme.
fr_fr: Un plugin pour ajouter des blocs à un thème.

source: Olusegun Ibraheem
fr_fr: Olusegun Ibrahim

source: You must update WordPress to use this plugin
fr_fr: Vous devez mettre à jour WordPress pour utiliser ce plugin

source: More Info Url
fr_fr: Plus D'Info Url

source: Veci Plus Settings
fr_fr: Veci Plus De Paramètres

source: Options updated successfully!
fr_fr: Les Options de mise à jour avec succès!

source: Open Graph Title
fr_fr: Open Graph Titre

source: Open Graph Image
fr_fr: Open Graph De L'Image

source: You are not allowed to be on this page.
fr_fr: Vous n'êtes pas autorisé à être sur cette page.

source: Prep Time
fr_fr: Temps De Préparation

source: Cook Time
fr_fr: Temps De Cuisson

source: Course
fr_fr: Cours

source: Rating
fr_fr: Cote

source: Search
fr_fr: Recherche

source: Team Member
fr_fr: Membre De L'Équipe

# Post type general name
source: Recipes
fr_fr: Recettes

# Post type singular name
source: Recipe
fr_fr: Recette

# Admin Menu text
source: Recipes
fr_fr: Recettes

# Add New on Toolbar
source: Recipe
fr_fr: Recette

source: Add New
fr_fr: Ajouter De Nouveaux

source: Add New Recipe
fr_fr: Ajouter De Nouvelles Recette

source: New Recipe
fr_fr: Nouvelle Recette

source: Edit Recipe
fr_fr: Modifier La Recette

source: View Recipe
fr_fr: La Vue De Recette

source: All Recipes
fr_fr: Toutes Les Recettes

source: Search Recipes
fr_fr: La Recherche Recettes

source: Parent Recipes:
fr_fr: Parent Recettes:

source: No recipes found.
fr_fr: Pas de recettes trouvées.

source: No recipes found in Trash.
fr_fr: Pas de recettes trouvées dans la Corbeille.

# Overrides the “Featured Image” phrase for this post type. Added in 4.3
source: Recipe Cover Image
fr_fr: Recette De L'Image De Couverture

# Overrides the “Set featured image” phrase for this post type. Added in 4.3
source: Set cover image
fr_fr: Définir l'image de couverture

# Overrides the “Remove featured image” phrase for this post type. Added in 4.3
source: Remove cover image
fr_fr: Retirez le couvercle de l'image

# Overrides the “Use as featured image” phrase for this post type. Added in 4.3
source: Use as cover image
fr_fr: Utiliser comme image de couverture

source: Recipe archives
fr_fr: Archives de recettes

source: Insert into recipe
fr_fr: Insérez dans la recette

source: Uploaded to this recipe
fr_fr: Téléchargé à cette recette

source: Filter recipes list
fr_fr: Filtre liste des recettes

source: Recipes list navigation
fr_fr: Liste des recettes de navigation

source: Recipes list
fr_fr: Liste des recettes de

source: A Custom Recipe Post Type
fr_fr: Une Recette Personnalisée Type De Poste

source: A URL for more information on a cuisine
fr_fr: Une URL pour plus d'information sur une cuisine

source: The rating for a recipe
fr_fr: La cote pour une recette

source: Neon
fr_fr: Néon

source: Veci Plus Sidebar
fr_fr: Veci Plus Encadré

source: Title
fr_fr: Titre

source: Override Featured Image
fr_fr: Remplacer Image En Vedette

source: By default, the featured image will be used as the image. Check this option to use a different image.
fr_fr: Par défaut, la vedette de l'image sera utilisée comme image. Cochez cette option pour utiliser une image différente.

source: Change Image
fr_fr: Changer L'Image

source: General
fr_fr: Général

source: Show Register
fr_fr: Montrer Registre

source: Showing Registration Form
fr_fr: Montrant Formulaire D'Inscription

source: Hiding Registration Form
fr_fr: Cacher Formulaire D'Inscription

source: This block is not previewable from the editor. View your site for a live demo.
fr_fr: Ce bloc n'est pas previewable de l'éditeur. Affichez votre site pour une démonstration en direct.

source: Colors
fr_fr: Les couleurs

source: Enter Heading
fr_fr: Entrez La Rubrique

source: Show Login/Register Link
fr_fr: Montrer Login/Register Link

source: No
fr_fr: Pas de

source: Yes
fr_fr: Oui

source: Showing Link
fr_fr: Montrant Lien

source: Hiding Link
fr_fr: Cacher Le Lien

source: Show Category
fr_fr: Afficher La Catégorie

source: Category Shown
fr_fr: Catégorie

source: Custom Content Shown
fr_fr: Contenu Personnalisé Montré

source: Category : Some Category
fr_fr: Catégorie : Certaines Catégorie

source: Heading
fr_fr: Rubrique

source: Settings
fr_fr: Paramètres

source: Prep time
fr_fr: Temps de préparation

source: Cook time
fr_fr: Temps de cuisson

source: Background Color
fr_fr: Couleur D'Arrière-Plan

source: Text Color
fr_fr: La Couleur Du Texte

source: Replace Image
fr_fr: Remplacer L'Image

source: Remove Image
fr_fr: Supprimer L'Image

source: Alt Attribute
fr_fr: L'Attribut Alt

source: Description of your image for screen readers.
fr_fr: Description de votre image pour les lecteurs d'écran.

source: Name
fr_fr: Nom

source: Member bio
fr_fr: Membre de la bio

source: Add Social Media Handle
fr_fr: Ajouter Une Poignée De

source: Icon
fr_fr: Icône

source: Remove
fr_fr: Supprimer

source: Columns
fr_fr: Les colonnes

source: Image Shape
fr_fr: La Forme De L'Image

source: Hexagon
fr_fr: Hexagone

source: Rabbet
fr_fr: Feuillure

source: Pentagon
fr_fr: Pentagone

# block title
source: Authentication Modal
fr_fr: L'Authentification Modal

# block description
source: Adds an authentication modal
fr_fr: Ajoute une authentification modal

# block title
source: Daily Recipe
fr_fr: Quotidienne Recette

# block description
source: Displays a random recipe each day
fr_fr: Affiche aléatoirement une recette chaque jour

# block title
source: Fancy Header
fr_fr: Fantaisie D'En-Tête

# block description
source: Adds a header with a hover effect
fr_fr: Ajoute un en-tête avec un effet hover

# block keyword
source: header
fr_fr: l'en-tête

# block keyword
source: underline
fr_fr: souligner

# block keyword
source: hover
fr_fr: passez la souris

# block title
source: Header Tools
fr_fr: L'En-Tête Des Outils De

# block description
source: Adds a header toolbar that contains an authentication link
fr_fr: Ajoute un en-tête de la barre d'outils qui contient un lien d'authentification

# block title
source: Page Header
fr_fr: En-Tête De Page

# block description
source: Adds a page header
fr_fr: Ajoute un en-tête de page

# block title
source: Popular Recipes
fr_fr: Recettes Populaires

# block description
source: Adds a list of highly rated recipes
fr_fr: Ajoute une liste très bien cotés recettes

# block title
source: Recipe Summary
fr_fr: Recette Résumé

# block description
source: Adds a summary section for a recipe
fr_fr: Ajoute une section de synthèse pour une recette

# block title
source: Search Form
fr_fr: Formulaire De Recherche

# block description
source: Adds a search form
fr_fr: Ajoute un formulaire de recherche

# block keyword
source: search form
fr_fr: formulaire de recherche

# block title
source: Team Member
fr_fr: Membre De L'Équipe

# block description
source: Adds a team member
fr_fr: Ajoute un membre de l'équipe

# block title
source: Team Members Group
fr_fr: Les Membres De L'Équipe De Groupe

# block description
source: Adds a group for adding team members
fr_fr: Ajoute un groupe pour ajouter des membres de l'équipe
